{
  "anatomy": {
    "title": "Anatomy",
    "cards": [
      {
        "title": "Eyelids",
        "content": "The eyelids protect your eyes, keep them moist, and control how much light gets in. They’re your eyes’ first defense against harm and everyday irritants, helping to keep them healthy and working well. Your eyelids protect your eyes by acting like a shield. When something like dust or dirt comes close, your reflexes make you blink to block it. They also help spread tears across your eye every time you blink, which washes away tiny particles and keeps your eyes moist. If there’s bright light or wind, your eyelids can squint or close completely to stop irritation or damage. At night, they stay closed to protect your eyes from drying out and anything that might accidentally touch them.",
        "imageSrc": "images/eyelids.png"
      },
      {
        "title": "Fibrous Tunic",
        "content": "The fibrous tunic, the eye's outer layer, includes the sclera and cornea. The sclera maintains shape and protects the eye, while the clear cornea lets in and focuses light for vision.",
        "imageSrc": "images/fibrous-tunic.png"
      },
      {
        "title": "Sclera",
        "content": "The sclera is the white, tough outer layer of the eye that protects its inner structures, maintains shape, and anchors eye muscles for movement.",
        "imageSrc": "images/sclera.png"
      },
      {
        "title": "Extraocular Muscles",
        "content": "There are 6 extraocular muscles controlling eye movement: the superior rectus moves the eye up, the inferior rectus moves it down, the medial rectus pulls it inward, and the lateral rectus moves it outward. The superior oblique and inferior oblique rotate the eye for precise positioning. Together, they ensure smooth, coordinated movements.",
        "imageSrc": "images/extraocular-muscles.png"
      },
      {
        "title": "Cornea",
        "content": "The cornea is the clear, front part of the eye that helps focus light and shields it from dirt and damage.",
        "imageSrc": "images/cornea.png"
      },
      {
        "title": "Tear Film",
        "content": "The tear film, often called the pre-corneal layers, have three layers that keep your eyes healthy and moist. The lipid layer, made by glands in your eyelids, prevents tears from evaporating. The aqueous layer, produced by lacrimal glands, hydrates the eye and provides nutrients. The mucin layer, created by cells in the conjunctiva, helps tears stick evenly to the eye's surface. Together, these layers protect your eyes, keep them smooth, and reduce the risk of dryness or irritation.",
        "imageSrc": "images/tear-film.png"
      },
      {
        "title": "Corneal Layers",
        "content": "The cornea has five layers that work together to protect the eye and maintain vision. The epithelium absorbs oxygen and nutrients, while the Bowman’s layer adds strength and shields the cornea. The stroma, the thickest layer, provides structure and clarity, supported by the Descemet’s membrane, which acts as a barrier against infections. The innermost endothelium keeps the cornea clear by removing excess fluid, ensuring transparency and proper focus.",
        "imageSrc": "images/corneal-layers.png"
      },
      {
        "title": "Vascular Tunic",
        "content": "The vascular tunic, or uvea, is the middle layer of the eye responsible for providing blood supply, nutrients, and support for vision. It includes the iris, which controls the amount of light entering the eye by adjusting the pupil size; the ciliary body, which produces aqueous humor and adjusts the lens for focusing; and the choroid, which nourishes the retina and other eye structures. These components work together to maintain the eye’s health, regulate pressure, and help focus light onto the retina.",
        "imageSrc": "images/vascular-tunic.png"
      }
    ]
  },
  "pathology": {
    "title": "Pathology",
    "cards": [
      {
        "title": "Arcus Senilis",
        "content": "Arcus senilis is a gray or white arc visible above and below the outer part of the cornea.",
        "imageSrc": "images/arcus-senilis.png"
      },
      {
        "title": "Cataract",
        "content": "A cataract is a clouding of the lens of the eye, leading to a decrease in vision.",
        "imageSrc": "images/cataract.png"
      }
    ]
  },
  "physiology": {
    "title": "Physiology",
    "cards": [
      {
        "title": "Cell Structure",
        "content": "Physiology studies the structure and function of cells, including their energy production, reproduction, and communication.",
        "imageSrc": "images/cell-structure.png"
      },
      {
        "title": "Physiology",
        "content": "Ocular physiology examines how the eye structures work together to create vision.",
        "imageSrc": "images/physiology.png"
      }
    ]
  },
  "test": {
    "title": "Test",
    "cards": [
      {
        "title": "card 1",
        "content": "Elit saepe id aspernatur quae veniam iure? Quidem iure sit praesentium eaque tempore. Nihil quis molestias similique quaerat atque culpa Harum itaque facilis iste accusamus possimus. Repudiandae ipsum omnis quisquam",
        "imageSrc": "images/card-1.png"
      },
      {
        "title": "card 2",
        "content": "Elit saepe id aspernatur quae veniam iure? Quidem iure sit praesentium eaque tempore. Nihil quis molestias similique quaerat atque culpa Harum itaque facilis iste accusamus possimus. Repudiandae ipsum omnis quisquam",
        "imageSrc": "images/card-2.png"
      }
    ]
  }
}